/* Ad inventory unavailable error message */
"Ad inventory unavailable" = "Ei mainoksia käytettävissä";

/* App configuration error message */
"Application has iAd Network configuration error" = "Ohjelman iAd Network -määritysvirhe";

/* Banner view is visible but does not have content error message */
"Banner view is visible but does not have content" = "Mainospalkki näkyy, mutta siinä ei ole sisältöä";

/* Loading throttled error message */
"Loading throttled" = "Lataamista rajoitettu";

/* Unknown error message */
"Unknown error" = "Tuntematon virhe";

